{
  "vocab_counter": {
    "black": 307,
    "people": 262,
    "police": 176,
    "white": 163,
    "get": 161,
    "cop": 155,
    "like": 153,
    "would": 145,
    "..": 138,
    "``": 122,
    "officer": 120,
    "''": 119,
    "...": 119,
    "brown": 117,
    "shot": 109,
    "video": 90,
    "one": 89,
    "guy": 78,
    "time": 77,
    "know": 77,
    "man": 71,
    "need": 66,
    "life": 66,
    "racist": 65,
    "say": 65,
    "go": 64,
    "fuck": 64,
    "right": 60,
    "make": 59,
    "race": 56,
    "think": 53,
    "want": 52,
    "'s": 52,
    "u": 51,
    "fact": 51,
    "shit": 51,
    "back": 49,
    "see": 49,
    "thing": 47,
    "gun": 46,
    "even": 45,
    "good": 45,
    "matter": 44,
    "going": 44,
    "got": 44,
    "take": 43,
    "way": 43,
    "let": 43,
    "shoot": 43,
    "look": 42,
    "still": 42,
    "nothing": 42,
    "could": 41,
    "criminal": 41,
    "ferguson": 41,
    "michael": 41,
    "stupid": 40,
    "store": 40,
    "kid": 40,
    "truth": 40,
    "mike": 39,
    "thug": 39,
    "community": 39,
    "hand": 38,
    "much": 38,
    "case": 37,
    "american": 37,
    "year": 37,
    "really": 36,
    "riot": 36,
    "fucking": 36,
    "thank": 35,
    "job": 35,
    "car": 35,
    "every": 35,
    "saying": 35,
    "killed": 35,
    "day": 35,
    "run": 35,
    "come": 34,
    "someone": 33,
    "url": 33,
    "street": 33,
    "stop": 32,
    "many": 32,
    "medium": 32,
    "stefan": 32,
    "protest": 31,
    "also": 31,
    "put": 31,
    "said": 31,
    "comment": 31,
    "america": 30,
    "law": 30,
    "well": 30,
    "lol": 30,
    "use": 30,
    "woman": 30,
    "call": 29,
    "crime": 29,
    "peggy": 29,
    "issue": 28,
    "cnn": 28,
    "person": 28,
    "as": 28,
    "everyone": 27,
    "kill": 27,
    "wilson": 27,
    "work": 27,
    "love": 27,
    "tell": 27,
    "real": 27,
    "idiot": 26,
    "another": 26,
    "country": 26,
    "hate": 25,
    "world": 25,
    "believe": 24,
    "care": 24,
    "trying": 24,
    "start": 24,
    "please": 24,
    "never": 23,
    "always": 23,
    "wrong": 23,
    "point": 23,
    "weapon": 23,
    "getting": 23,
    "god": 23,
    "bad": 23,
    "protester": 23,
    "away": 23,
    "cause": 23,
    "racism": 23,
    "great": 23,
    "anyone": 22,
    "killing": 22,
    "reason": 22,
    "death": 22,
    "problem": 22,
    "maybe": 22,
    "something": 22,
    "high": 22,
    "live": 21,
    "shooting": 21,
    "side": 21,
    "rap": 21,
    "situation": 20,
    "family": 20,
    "story": 20,
    "fire": 20,
    "big": 20,
    "happened": 20,
    "find": 20,
    "evidence": 20,
    "drug": 20,
    "anything": 20,
    "show": 20,
    "around": 19,
    "bitch": 19,
    "dont": 19,
    "child": 19,
    "made": 19,
    "dead": 19,
    "mean": 19,
    "news": 19,
    "justice": 19,
    "support": 19,
    "human": 19,
    "understand": 19,
    "witness": 19,
    "two": 18,
    "without": 18,
    "city": 18,
    "give": 18,
    "public": 18,
    "happen": 18,
    "government": 18,
    "violence": 18,
    "hope": 18,
    "making": 18,
    "excuse": 18,
    "question": 18,
    "innocent": 18,
    "looting": 18,
    "lot": 18,
    "better": 17,
    "self": 17,
    "new": 17,
    "keep": 17,
    "murder": 17,
    "bullshit": 17,
    "seems": 17,
    "act": 17,
    "first": 17,
    "ever": 17,
    "hard": 16,
    "part": 16,
    "try": 16,
    "money": 16,
    "burn": 16,
    "mr.": 16,
    "robbery": 16,
    "state": 16,
    "little": 16,
    "molyneux": 16,
    "wish": 15,
    "action": 15,
    "actually": 15,
    "respect": 15,
    "everything": 15,
    "talk": 15,
    "ran": 15,
    "peace": 15,
    "young": 15,
    "piece": 15,
    "dumb": 15,
    "sure": 15,
    "body": 15,
    "martin": 15,
    "school": 15,
    "report": 15,
    "hubbard": 15,
    "whole": 14,
    "masri": 14,
    "jury": 14,
    "african": 14,
    "agree": 14,
    "probably": 14,
    "na": 14,
    "emoji": 14,
    "bunch": 14,
    "word": 14,
    "assaulted": 14,
    "yet": 14,
    "likely": 14,
    "else": 14,
    "speak": 14,
    "home": 14,
    "watch": 14,
    "went": 14,
    "already": 14,
    "hit": 14,
    "thought": 13,
    "arm": 13,
    "bring": 13,
    "head": 13,
    "must": 13,
    "face": 13,
    "mother": 13,
    "boy": 13,
    "instead": 13,
    "culture": 13,
    "violent": 13,
    "came": 13,
    "force": 13,
    "girl": 13,
    "gang": 13,
    "wait": 13,
    "enough": 13,
    "cigar": 13,
    "blocking": 13,
    "incident": 12,
    "majority": 12,
    "started": 12,
    "dude": 12,
    "population": 12,
    "ignorant": 12,
    "old": 12,
    "guess": 12,
    "racial": 12,
    "far": 12,
    "later": 12,
    "place": 12,
    "wonder": 12,
    "parent": 12,
    "color": 12,
    "feel": 12,
    "business": 12,
    "lost": 12,
    "next": 12,
    "coming": 12,
    "best": 12,
    "pretty": 12,
    "protesting": 12,
    "sad": 12,
    "stand": 12,
    "driver": 12,
    "nice": 11,
    "attack": 11,
    "though": 11,
    "citizen": 11,
    "turn": 11,
    "play": 11,
    "peaceful": 11,
    "war": 11,
    "used": 11,
    "arrest": 11,
    "victim": 11,
    "jail": 11,
    "event": 11,
    "zimmerman": 11,
    "fired": 11,
    "listen": 11,
    "owner": 11,
    "told": 11,
    "oh": 11,
    "truly": 11,
    "die": 11,
    "etc": 11,
    "friend": 11,
    "lean": 11,
    "road": 11,
    "unarmed": 11,
    "gas": 11,
    "brutality": 10,
    "course": 10,
    "enforcement": 10,
    "cunt": 10,
    "fear": 10,
    "number": 10,
    "bassem": 10,
    "defend": 10,
    "usa": 10,
    "free": 10,
    "system": 10,
    "taken": 10,
    "name": 10,
    "town": 10,
    "stole": 10,
    "full": 10,
    "ask": 10,
    "arrested": 10,
    "ppl": 10,
    "wow": 10,
    "answer": 10,
    "view": 10,
    "sorry": 10,
    "protestors": 10,
    "darren": 10,
    "end": 10,
    "less": 10,
    "fighting": 10,
    "trayvon": 10,
    "behind": 10,
    "eye": 10,
    "long": 10,
    "rioting": 10,
    "almost": 10,
    "either": 10,
    "area": 10,
    "move": 10,
    "information": 10,
    "lady": 10,
    "traffic": 10,
    "stealing": 10,
    "yes": 10,
    "gentle": 10,
    "giant": 10,
    "nigga": 10,
    "saw": 10,
    "second": 10,
    "kind": 9,
    "since": 9,
    "grand": 9,
    "im": 9,
    "called": 9,
    "help": 9,
    "stopped": 9,
    "department": 9,
    "bullet": 9,
    "done": 9,
    "talking": 9,
    "animal": 9,
    "last": 9,
    "pot": 9,
    "poor": 9,
    "charge": 9,
    "steal": 9,
    "living": 9,
    "rest": 9,
    "seen": 9,
    "youtube": 9,
    "true": 9,
    "single": 9,
    "power": 9,
    "middle": 9,
    "found": 9,
    "seriously": 9,
    "music": 9,
    "mb": 9,
    "pant": 9,
    "clerk": 9,
    "dangerous": 9,
    "micheal": 9,
    "worse": 9,
    "stuff": 9,
    "national": 9,
    "college": 9,
    "pepper": 9,
    "damn": 9,
    "joe": 9,
    "heard": 8,
    "entire": 8,
    "exactly": 8,
    "attacking": 8,
    "opinion": 8,
    "muslim": 8,
    "strong": 8,
    "burning": 8,
    "speaking": 8,
    "wan": 8,
    "decision": 8,
    "towards": 8,
    "lie": 8,
    "marijuana": 8,
    "deal": 8,
    "non": 8,
    "lethal": 8,
    "tired": 8,
    "fight": 8,
    "completely": 8,
    "however": 8,
    "ground": 8,
    "sense": 8,
    "set": 8,
    "president": 8,
    "prison": 8,
    "destroy": 8,
    "ass": 8,
    "hear": 8,
    "hell": 8,
    "robbed": 8,
    "using": 8,
    "yeah": 8,
    "claim": 8,
    "caught": 8,
    "statistic": 8,
    "might": 8,
    "encounter": 8,
    "armed": 8,
    "fine": 8,
    "change": 8,
    "voice": 8,
    "others": 8,
    "tear": 8,
    "thanks": 8,
    "men": 8,
    "spray": 8,
    "fair": 8,
    "type": 8,
    "obviously": 8,
    "skittle": 8,
    "beat": 8,
    "honestly": 7,
    "apprehend": 7,
    "folk": 7,
    "line": 7,
    "arab": 7,
    "isi": 7,
    "post": 7,
    "happens": 7,
    "loot": 7,
    "fucker": 7,
    "character": 7,
    "crap": 7,
    "hold": 7,
    "raised": 7,
    "caused": 7,
    "break": 7,
    "class": 7,
    "history": 7,
    "moron": 7,
    "mad": 7,
    "justify": 7,
    "read": 7,
    "buy": 7,
    "welfare": 7,
    "lmao": 7,
    "guilty": 7,
    "treated": 7,
    "trial": 7,
    "seem": 7,
    "watching": 7,
    "consequence": 7,
    "son": 7,
    "tried": 7,
    "round": 7,
    "given": 7,
    "air": 7,
    "ya": 7,
    "common": 7,
    "rather": 7,
    "clear": 7,
    "amen": 7,
    "skin": 7,
    "picture": 7,
    "deserved": 7,
    "cry": 7,
    "couple": 7,
    "clearly": 7,
    "wanted": 7,
    "raise": 7,
    "handle": 7,
    "deserve": 7,
    "brought": 7,
    "searched": 7,
    "walk": 7,
    "ignorance": 7,
    "vote": 7,
    "pd": 7,
    "house": 7,
    "robbing": 7,
    "bless": 7,
    "obama": 7,
    "useless": 7,
    "week": 7,
    "injury": 7,
    "minute": 7,
    "sign": 7,
    "complete": 7,
    "leave": 7,
    "remember": 7,
    "drive": 7,
    "block": 7,
    "seeing": 7,
    "rogan": 7,
    "freeway": 7,
    "step": 6,
    "n't": 6,
    "become": 6,
    "knew": 6,
    "serve": 6,
    "held": 6,
    "punk": 6,
    "absolutely": 6,
    "group": 6,
    "message": 6,
    "judge": 6,
    "mr": 6,
    "teenager": 6,
    "created": 6,
    "walking": 6,
    "legal": 6,
    "fake": 6,
    "teen": 6,
    "simple": 6,
    "statement": 6,
    "died": 6,
    "charged": 6,
    "authority": 6,
    "working": 6,
    "role": 6,
    "inside": 6,
    "sick": 6,
    "devil": 6,
    "glad": 6,
    "half": 6,
    "gon": 6,
    "thats": 6,
    "loser": 6,
    "commit": 6,
    "garbage": 6,
    "mind": 6,
    "trouble": 6,
    "attacked": 6,
    "straight": 6,
    "realize": 6,
    "federal": 6,
    "phone": 6,
    "neighborhood": 6,
    "sharpton": 6,
    "poverty": 6,
    "rate": 6,
    "explain": 6,
    "minority": 6,
    "bet": 6,
    "rob": 6,
    "omg": 6,
    "camera": 6,
    "longer": 6,
    "control": 6,
    "open": 6,
    "illegal": 6,
    "mouth": 6,
    "rapping": 6,
    "learn": 6,
    "tv": 6,
    "liberal": 6,
    "looking": 6,
    "lack": 6,
    "rubber": 6,
    "account": 6,
    "hour": 6,
    "foot": 6,
    "search": 6,
    "official": 6,
    "ridiculous": 6,
    "local": 6,
    "worker": 6,
    "interesting": 6,
    "research": 6,
    "chief": 6,
    "vid": 6,
    "awesome": 6,
    "blm": 6,
    "mention": 6,
    "spread": 6,
    "light": 6,
    "smoking": 6,
    "weed": 6,
    "ok": 6,
    "blunt": 6,
    "lying": 6,
    "showed": 6,
    "understanding": 6,
    "thinking": 6,
    "able": 6,
    "actual": 6,
    "lyric": 6,
    "left": 6,
    "easy": 6,
    "society": 6,
    "civilian": 6,
    "except": 5,
    "mess": 5,
    "smerconish": 5,
    "none": 5,
    "pull": 5,
    "trained": 5,
    "twice": 5,
    "six": 5,
    "rioter": 5,
    "childish": 5,
    "reach": 5,
    "close": 5,
    "heart": 5,
    "may": 5,
    "extremely": 5,
    "based": 5,
    "freedom": 5,
    "reporter": 5,
    "murdered": 5,
    "opportunity": 5,
    "corrupt": 5,
    "giving": 5,
    "prove": 5,
    "rush": 5,
    "finally": 5,
    "btw": 5,
    "hospital": 5,
    "roll": 5,
    "range": 5,
    "divide": 5,
    "y'all": 5,
    "propaganda": 5,
    "lose": 5,
    "convenience": 5,
    "causing": 5,
    "taking": 5,
    "anger": 5,
    "interview": 5,
    "beginning": 5,
    "similar": 5,
    "hey": 5,
    "cost": 5,
    "wake": 5,
    "grow": 5,
    "presented": 5,
    "gentleman": 5,
    "abuse": 5,
    "allowed": 5,
    "destroying": 5,
    "hero": 5,
    "failed": 5,
    "nonsense": 5,
    "card": 5,
    "ghetto": 5,
    "al": 5,
    "bigger": 5,
    "continue": 5,
    "idea": 5,
    "backup": 5,
    "released": 5,
    "tragedy": 5,
    "justified": 5,
    "front": 5,
    "plus": 5,
    "record": 5,
    "attention": 5,
    "behavior": 5,
    "quality": 5,
    "b": 5,
    "doubt": 5,
    "game": 5,
    "stated": 5,
    "due": 5,
    "taser": 5,
    "elected": 5,
    "asked": 5,
    "huge": 5,
    "funny": 5,
    "mostly": 5,
    "together": 5,
    "democrat": 5,
    "lazy": 5,
    "position": 5,
    "office": 5,
    "anymore": 5,
    "bias": 5,
    "fast": 5,
    "section": 5,
    "kept": 5,
    "simply": 5,
    "autopsy": 5,
    "wound": 5,
    "crazy": 5,
    "hop": 5,
    "tea": 5,
    "leg": 5,
    "biased": 5,
    "generation": 5,
    "user": 5,
    "smart": 5,
    "info": 5,
    "smoke": 5,
    "male": 5,
    "suspect": 5,
    "focus": 5,
    "share": 5,
    "putting": 5,
    "difference": 5,
    "scene": 5,
    "mentioned": 5,
    "easily": 5,
    "lead": 5,
    "stef": 5,
    "recording": 5,
    "unless": 5,
    "nobody": 5,
    "anyway": 5,
    "dollar": 5,
    "wear": 5,
    "conservative": 5,
    "needed": 5,
    "revolution": 5,
    "telling": 5,
    "vice": 5,
    "rational": 4,
    "investigation": 4,
    "discussion": 4,
    "level": 4,
    "letting": 4,
    "fool": 4,
    "amount": 4,
    "clue": 4,
    "protect": 4,
    "bit": 4,
    "accountable": 4,
    "protecting": 4,
    "terrorist": 4,
    "check": 4,
    "pussy": 4,
    "father": 4,
    "ability": 4,
    "suck": 4,
    "whatever": 4,
    "considered": 4,
    "evil": 4,
    "responsibility": 4,
    "whether": 4,
    "military": 4,
    "political": 4,
    "form": 4,
    "correct": 4,
    "represent": 4,
    "mass": 4,
    "ready": 4,
    "sword": 4,
    "wont": 4,
    "education": 4,
    "calling": 4,
    "defense": 4,
    "kkk": 4,
    "beating": 4,
    "past": 4,
    "govt": 4,
    "smh": 4,
    "earth": 4,
    "sayin": 4,
    "paid": 4,
    "result": 4,
    "million": 4,
    "add": 4,
    "ha": 4,
    "plain": 4,
    "adult": 4,
    "court": 4,
    "along": 4,
    "totally": 4,
    "looked": 4,
    "1.": 4,
    "2.": 4,
    "turned": 4,
    "despite": 4,
    "individual": 4,
    "disgusting": 4,
    "running": 4,
    "alive": 4,
    "joke": 4,
    "expect": 4,
    "massive": 4,
    "sound": 4,
    "united": 4,
    "leader": 4,
    "sir": 4,
    "badge": 4,
    "affect": 4,
    "listening": 4,
    "policeman": 4,
    "playing": 4,
    "dumbass": 4,
    "took": 4,
    "clean": 4,
    "wtf": 4,
    "style": 4,
    "finger": 4,
    "compared": 4,
    "ten": 4,
    "looted": 4,
    "ago": 4,
    "reported": 4,
    "louis": 4,
    "excellent": 4,
    "activity": 4,
    "sue": 4,
    "county": 4,
    "bag": 4,
    "upset": 4,
    "blame": 4,
    "basic": 4,
    "shame": 4,
    "stolen": 4,
    "somebody": 4,
    "shut": 4,
    "period": 4,
    "pulled": 4,
    "stay": 4,
    "model": 4,
    "unfortunately": 4,
    "negative": 4,
    "assault": 4,
    "threat": 4,
    "hat": 4,
    "different": 4,
    "reaction": 4,
    "king": 4,
    "quote": 4,
    "inequality": 4,
    "title": 4,
    "apparently": 4,
    "perfectly": 4,
    "standing": 4,
    "equal": 4,
    "voted": 4,
    "income": 4,
    "lower": 4,
    "argument": 4,
    "excessive": 4,
    "audio": 4,
    "channel": 4,
    "least": 4,
    "test": 4,
    "hurt": 4,
    "fun": 4,
    "quick": 4,
    "perfect": 4,
    "blue": 4,
    "yall": 4,
    "rapper": 4,
    "deserves": 4,
    "surrendering": 4,
    "hip": 4,
    "grab": 4,
    "deadly": 4,
    "door": 4,
    "negro": 4,
    "asshole": 4,
    "pointing": 4,
    "address": 4,
    "charging": 4,
    "till": 4,
    "response": 4,
    "supposed": 4,
    "dear": 4,
    "gain": 4,
    "militarized": 4,
    "committed": 4,
    "sit": 4,
    "handling": 4,
    "member": 4,
    "logic": 4,
    "scroll": 4,
    "fucked": 4,
    "hot": 4,
    "three": 4,
    "order": 4,
    "intelligence": 4,
    "wearing": 4,
    "blunts": 4,
    "crowd": 4,
    "highly": 4,
    "ana": 4,
    "ta": 4,
    "sister": 4,
    "tax": 4,
    "trump": 4,
    "property": 4,
    "hide": 4,
    "press": 3,
    "reasonable": 3,
    "dare": 3,
    "informed": 3,
    "trust": 3,
    "jerk": 3,
    "emergency": 3,
    "fuckin": 3,
    "large": 3,
    "often": 3,
    "tie": 3,
    "epic": 3,
    "although": 3,
    "emotion": 3,
    "eric": 3,
    "spitting": 3,
    "thus": 3,
    "valuable": 3,
    "manner": 3,
    "upon": 3,
    "service": 3,
    "neighbourhood": 3,
    "possible": 3,
    "addition": 3,
    "shout": 3,
    "speech": 3,
    "consistent": 3,
    "serving": 3,
    "rich": 3,
    "cut": 3,
    "utah": 3,
    "immediate": 3,
    "blood": 3,
    "mainstream": 3,
    "treating": 3,
    "narrative": 3,
    "defending": 3,
    "decided": 3,
    "shop": 3,
    "mentality": 3,
    "pissed": 3,
    "questioning": 3,
    "elitist": 3,
    "homeless": 3,
    "nation": 3,
    "destroyed": 3,
    "flag": 3,
    "baby": 3,
    "disease": 3,
    "player": 3,
    "profiling": 3,
    "worry": 3,
    "warrant": 3,
    "firearm": 3,
    "per": 3,
    "among": 3,
    "bastard": 3,
    "dirty": 3,
    "rat": 3,
    "chose": 3,
    "pathetic": 3,
    "motherfucker": 3,
    "angry": 3,
    "moving": 3,
    "value": 3,
    "admit": 3,
    "proof": 3,
    "statistically": 3,
    "save": 3,
    "3.": 3,
    "enslaved": 3,
    "european": 3,
    "searching": 3,
    "africa": 3,
    "native": 3,
    "4.": 3,
    "5.": 3,
    "easier": 3,
    "movie": 3,
    "belief": 3,
    "ft": 3
  },
  "toxic_vocab": {
    "black": 163,
    "people": 131,
    "white": 94,
    "get": 89,
    "like": 75,
    "would": 74,
    "police": 72,
    "cop": 71,
    "fuck": 60,
    "brown": 59,
    "..": 58,
    "``": 58,
    "''": 57,
    "shot": 54,
    "...": 50,
    "shit": 46,
    "officer": 45,
    "guy": 43,
    "one": 40,
    "racist": 37,
    "man": 36,
    "thug": 34,
    "go": 33,
    "stupid": 33,
    "fucking": 33,
    "life": 32,
    "time": 32,
    "shoot": 31,
    "'s": 31,
    "see": 30,
    "want": 30,
    "let": 30,
    "say": 29,
    "know": 29,
    "still": 29,
    "run": 29,
    "got": 28,
    "need": 28,
    "back": 28,
    "race": 27,
    "mike": 26,
    "thing": 26,
    "gun": 26,
    "u": 26,
    "as": 26,
    "look": 25,
    "right": 25,
    "idiot": 25,
    "store": 25,
    "make": 25,
    "every": 25,
    "fact": 24,
    "street": 24,
    "kid": 24,
    "criminal": 23,
    "think": 23,
    "job": 22,
    "even": 22,
    "matter": 21,
    "nothing": 21,
    "killed": 21,
    "comment": 21,
    "video": 20,
    "work": 19,
    "bitch": 18,
    "way": 18,
    "take": 18,
    "day": 18,
    "country": 18,
    "car": 17,
    "cnn": 17,
    "america": 17,
    "going": 17,
    "start": 17,
    "really": 17,
    "year": 17,
    "good": 17,
    "person": 17,
    "law": 16,
    "world": 16,
    "american": 16,
    "protest": 16,
    "lol": 16,
    "hand": 16,
    "bullshit": 16,
    "call": 16,
    "riot": 16,
    "kill": 15,
    "url": 15,
    "live": 15,
    "stop": 15,
    "michael": 15,
    "around": 14,
    "point": 14,
    "community": 14,
    "dumb": 14,
    "hate": 14,
    "saying": 14,
    "dont": 13,
    "come": 13,
    "care": 13,
    "trying": 13,
    "maybe": 13,
    "evidence": 13,
    "piece": 13,
    "use": 13,
    "real": 13,
    "protester": 13,
    "could": 12,
    "always": 12,
    "ferguson": 12,
    "na": 12,
    "fire": 12,
    "big": 12,
    "everyone": 12,
    "someone": 12,
    "without": 12,
    "little": 12,
    "innocent": 12,
    "love": 11,
    "death": 11,
    "medium": 11,
    "masri": 11,
    "bunch": 11,
    "high": 11,
    "making": 11,
    "anything": 11,
    "another": 11,
    "act": 11,
    "murder": 11,
    "justice": 11,
    "crime": 11,
    "bad": 11,
    "driver": 11,
    "cunt": 10,
    "better": 10,
    "give": 10,
    "self": 10,
    "burn": 10,
    "excuse": 10,
    "getting": 10,
    "show": 10,
    "story": 10,
    "later": 10,
    "first": 10,
    "find": 10,
    "anyone": 10,
    "much": 10,
    "wilson": 9,
    "killing": 9,
    "actually": 9,
    "made": 9,
    "reason": 9,
    "dead": 9,
    "talk": 9,
    "head": 9,
    "must": 9,
    "issue": 9,
    "hope": 9,
    "full": 9,
    "support": 9,
    "ask": 9,
    "robbery": 9,
    "said": 9,
    "understand": 9,
    "case": 9,
    "place": 9,
    "happened": 9,
    "else": 9,
    "racism": 9,
    "shooting": 9,
    "city": 9,
    "school": 9,
    "ran": 9,
    "well": 9,
    "question": 9,
    "tell": 9,
    "hit": 9,
    "nigga": 9,
    "ppl": 9,
    "nice": 8,
    "happen": 8,
    "believe": 8,
    "free": 8,
    "public": 8,
    "ignorant": 8,
    "face": 8,
    "god": 8,
    "attack": 8,
    "try": 8,
    "old": 8,
    "truth": 8,
    "ass": 8,
    "racial": 8,
    "human": 8,
    "steal": 8,
    "arrest": 8,
    "seems": 8,
    "emoji": 8,
    "cause": 8,
    "situation": 8,
    "parent": 8,
    "action": 8,
    "claim": 8,
    "please": 8,
    "many": 8,
    "pant": 8,
    "also": 8,
    "martin": 8,
    "came": 8,
    "road": 8,
    "blocking": 8,
    "traffic": 8,
    "isi": 7,
    "muslim": 7,
    "wan": 7,
    "bassem": 7,
    "keep": 7,
    "fucker": 7,
    "news": 7,
    "instead": 7,
    "money": 7,
    "probably": 7,
    "problem": 7,
    "moron": 7,
    "though": 7,
    "animal": 7,
    "respect": 7,
    "violence": 7,
    "victim": 7,
    "girl": 7,
    "wonder": 7,
    "consequence": 7,
    "state": 7,
    "thought": 7,
    "never": 7,
    "home": 7,
    "middle": 7,
    "speak": 7,
    "already": 7,
    "die": 7,
    "mb": 7,
    "looting": 7,
    "name": 7,
    "weapon": 7,
    "usa": 7,
    "unarmed": 7,
    "ever": 7,
    "gas": 7,
    "protesting": 7,
    "enforcement": 6,
    "apprehend": 6,
    "im": 6,
    "fear": 6,
    "burning": 6,
    "wrong": 6,
    "defend": 6,
    "jury": 6,
    "system": 6,
    "completely": 6,
    "ground": 6,
    "assaulted": 6,
    "put": 6,
    "charged": 6,
    "culture": 6,
    "turn": 6,
    "destroy": 6,
    "boy": 6,
    "glad": 6,
    "hell": 6,
    "trouble": 6,
    "away": 6,
    "living": 6,
    "protestors": 6,
    "sure": 6,
    "yet": 6,
    "son": 6,
    "cry": 6,
    "owner": 6,
    "went": 6,
    "family": 6,
    "bullet": 6,
    "government": 6,
    "mouth": 6,
    "enough": 6,
    "wait": 6,
    "child": 6,
    "best": 6,
    "looking": 6,
    "event": 6,
    "woman": 6,
    "war": 6,
    "blm": 6,
    "useless": 6,
    "drive": 6,
    "beat": 6,
    "agree": 6,
    "joe": 6,
    "thank": 5,
    "punk": 5,
    "arm": 5,
    "part": 5,
    "wish": 5,
    "peace": 5,
    "raised": 5,
    "working": 5,
    "y'all": 5,
    "gon": 5,
    "loser": 5,
    "guess": 5,
    "robbed": 5,
    "violent": 5,
    "garbage": 5,
    "yeah": 5,
    "causing": 5,
    "arab": 5,
    "view": 5,
    "guilty": 5,
    "entire": 5,
    "something": 5,
    "hard": 5,
    "jail": 5,
    "gang": 5,
    "end": 5,
    "color": 5,
    "feel": 5,
    "less": 5,
    "citizen": 5,
    "round": 5,
    "air": 5,
    "bet": 5,
    "watch": 5,
    "deserved": 5,
    "raise": 5,
    "either": 5,
    "oh": 5,
    "seriously": 5,
    "truly": 5,
    "side": 5,
    "however": 5,
    "coming": 5,
    "learn": 5,
    "mean": 5,
    "last": 5,
    "clerk": 5,
    "far": 5,
    "lot": 5,
    "micheal": 5,
    "hour": 5,
    "lazy": 5,
    "house": 5,
    "everything": 5,
    "taken": 5,
    "tear": 5,
    "stealing": 5,
    "trayvon": 5,
    "lean": 5,
    "used": 5,
    "bring": 5,
    "information": 5,
    "pepper": 5,
    "behind": 5,
    "great": 5,
    "college": 5,
    "rap": 5,
    "line": 5,
    "gentle": 5,
    "giant": 5,
    "stefan": 5,
    "single": 5,
    "sign": 5,
    "seeing": 5,
    "block": 5,
    "held": 4,
    "folk": 4,
    "whole": 4,
    "terrorist": 4,
    "rioter": 4,
    "childish": 4,
    "african": 4,
    "pussy": 4,
    "judge": 4,
    "suck": 4,
    "decision": 4,
    "deal": 4,
    "walking": 4,
    "reporter": 4,
    "loot": 4,
    "character": 4,
    "giving": 4,
    "finally": 4,
    "hospital": 4,
    "set": 4,
    "president": 4,
    "drug": 4,
    "corrupt": 4,
    "govt": 4,
    "class": 4,
    "play": 4,
    "talking": 4,
    "peaceful": 4,
    "mad": 4,
    "justify": 4,
    "devil": 4,
    "earth": 4,
    "half": 4,
    "paid": 4,
    "lose": 4,
    "buy": 4,
    "welfare": 4,
    "rest": 4,
    "dude": 4,
    "witness": 4,
    "treated": 4,
    "knew": 4,
    "despite": 4,
    "seem": 4,
    "likely": 4,
    "darren": 4,
    "body": 4,
    "attacking": 4,
    "running": 4,
    "answer": 4,
    "joke": 4,
    "honestly": 4,
    "allowed": 4,
    "destroying": 4,
    "town": 4,
    "mr.": 4,
    "sir": 4,
    "failed": 4,
    "exactly": 4,
    "brutality": 4,
    "policeman": 4,
    "youtube": 4,
    "true": 4,
    "dumbass": 4,
    "neighborhood": 4,
    "ghetto": 4,
    "fired": 4,
    "crap": 4,
    "report": 4,
    "couple": 4,
    "clearly": 4,
    "rob": 4,
    "armed": 4,
    "fine": 4,
    "justified": 4,
    "county": 4,
    "b": 4,
    "word": 4,
    "open": 4,
    "eye": 4,
    "stopped": 4,
    "shame": 4,
    "deserve": 4,
    "lost": 4,
    "tv": 4,
    "kind": 4,
    "rubber": 4,
    "etc": 4,
    "reaction": 4,
    "perfectly": 4,
    "hold": 4,
    "worse": 4,
    "section": 4,
    "lie": 4,
    "mess": 4,
    "stand": 4,
    "ridiculous": 4,
    "tea": 4,
    "ok": 4,
    "spray": 4,
    "lethal": 4,
    "area": 4,
    "complete": 4,
    "picture": 4,
    "hear": 4,
    "charge": 4,
    "remember": 4,
    "skittle": 4,
    "anyway": 4,
    "course": 4,
    "able": 4,
    "three": 4,
    "tried": 4,
    "type": 4,
    "new": 4,
    "yes": 4,
    "rogan": 4,
    "ta": 4,
    "freeway": 4,
    "stuff": 4,
    "peggy": 4,
    "fuckin": 3,
    "tie": 3,
    "check": 3,
    "strong": 3,
    "father": 3,
    "speaking": 3
  },
  "non_toxic_vocab": {
    "black": 144,
    "people": 131,
    "police": 104,
    "cop": 84,
    "..": 80,
    "like": 78,
    "officer": 75,
    "get": 72,
    "would": 71,
    "video": 70,
    "white": 69,
    "...": 69,
    "``": 64,
    "''": 62,
    "brown": 58,
    "shot": 55,
    "one": 49,
    "know": 48,
    "time": 45,
    "need": 38,
    "say": 36,
    "guy": 35,
    "right": 35,
    "man": 35,
    "make": 34,
    "life": 34,
    "truth": 32,
    "go": 31,
    "thank": 30,
    "think": 30,
    "ferguson": 29,
    "could": 29,
    "race": 29,
    "case": 28,
    "good": 28,
    "much": 28,
    "racist": 28,
    "going": 27,
    "fact": 27,
    "stefan": 27,
    "michael": 26,
    "take": 25,
    "way": 25,
    "u": 25,
    "put": 25,
    "community": 25,
    "peggy": 25,
    "many": 24,
    "woman": 24,
    "matter": 23,
    "also": 23,
    "even": 23,
    "hand": 22,
    "want": 22,
    "said": 22,
    "back": 21,
    "someone": 21,
    "well": 21,
    "nothing": 21,
    "medium": 21,
    "saying": 21,
    "'s": 21,
    "thing": 21,
    "american": 21,
    "come": 21,
    "gun": 20,
    "riot": 20,
    "year": 20,
    "issue": 19,
    "really": 19,
    "see": 19,
    "criminal": 18,
    "url": 18,
    "tell": 18,
    "crime": 18,
    "great": 18,
    "car": 18,
    "wilson": 18,
    "stop": 17,
    "something": 17,
    "wrong": 17,
    "look": 17,
    "use": 17,
    "away": 17,
    "day": 17,
    "never": 16,
    "kid": 16,
    "weapon": 16,
    "got": 16,
    "drug": 16,
    "please": 16,
    "believe": 16,
    "love": 16,
    "side": 16,
    "rap": 16,
    "two": 15,
    "protest": 15,
    "everyone": 15,
    "problem": 15,
    "another": 15,
    "cause": 15,
    "witness": 15,
    "god": 15,
    "store": 15,
    "family": 14,
    "mean": 14,
    "law": 14,
    "real": 14,
    "racism": 14,
    "lol": 14,
    "killed": 14,
    "let": 13,
    "america": 13,
    "job": 13,
    "reason": 13,
    "child": 13,
    "call": 13,
    "still": 13,
    "new": 13,
    "mike": 13,
    "getting": 13,
    "killing": 13,
    "young": 13,
    "lot": 13,
    "molyneux": 13,
    "hubbard": 13,
    "anyone": 12,
    "situation": 12,
    "shoot": 12,
    "kill": 12,
    "government": 12,
    "shooting": 12,
    "bad": 12,
    "mr.": 12,
    "news": 12,
    "incident": 11,
    "hate": 11,
    "hard": 11,
    "violence": 11,
    "happened": 11,
    "cnn": 11,
    "death": 11,
    "care": 11,
    "part": 11,
    "human": 11,
    "person": 11,
    "high": 11,
    "always": 11,
    "body": 11,
    "report": 11,
    "force": 11,
    "pretty": 11,
    "looting": 11,
    "trying": 11,
    "cigar": 11,
    "whole": 10,
    "wish": 10,
    "public": 10,
    "story": 10,
    "everything": 10,
    "every": 10,
    "word": 10,
    "find": 10,
    "dead": 10,
    "african": 10,
    "protester": 10,
    "understand": 10,
    "happen": 10,
    "ever": 10,
    "zimmerman": 10,
    "likely": 10,
    "mother": 10,
    "peace": 10,
    "made": 10,
    "keep": 10,
    "support": 10,
    "comment": 10,
    "sad": 10,
    "show": 10,
    "city": 9,
    "majority": 9,
    "started": 9,
    "population": 9,
    "street": 9,
    "seems": 9,
    "sure": 9,
    "money": 9,
    "question": 9,
    "point": 9,
    "business": 9,
    "next": 9,
    "almost": 9,
    "watch": 9,
    "anything": 9,
    "friend": 9,
    "hope": 9,
    "state": 9,
    "maybe": 9,
    "world": 9,
    "jury": 8,
    "respect": 8,
    "number": 8,
    "work": 8,
    "give": 8,
    "dude": 8,
    "agree": 8,
    "bring": 8,
    "marijuana": 8,
    "justice": 8,
    "big": 8,
    "pot": 8,
    "wow": 8,
    "statistic": 8,
    "power": 8,
    "long": 8,
    "encounter": 8,
    "listen": 8,
    "lost": 8,
    "told": 8,
    "country": 8,
    "went": 8,
    "excuse": 8,
    "try": 8,
    "yet": 8,
    "arm": 8,
    "gang": 8,
    "assaulted": 8,
    "violent": 8,
    "fair": 8,
    "fire": 8,
    "second": 8,
    "stand": 8,
    "lady": 8,
    "heard": 7,
    "action": 7,
    "help": 7,
    "probably": 7,
    "start": 7,
    "towards": 7,
    "boy": 7,
    "self": 7,
    "done": 7,
    "making": 7,
    "sense": 7,
    "better": 7,
    "far": 7,
    "arrested": 7,
    "stole": 7,
    "seen": 7,
    "martin": 7,
    "common": 7,
    "speak": 7,
    "home": 7,
    "culture": 7,
    "evidence": 7,
    "department": 7,
    "color": 7,
    "wait": 7,
    "searched": 7,
    "play": 7,
    "change": 7,
    "etc": 7,
    "vote": 7,
    "feel": 7,
    "move": 7,
    "stupid": 7,
    "sorry": 7,
    "already": 7,
    "others": 7,
    "rioting": 7,
    "fighting": 7,
    "guess": 7,
    "first": 7,
    "peaceful": 7,
    "robbery": 7,
    "music": 7,
    "enough": 7,
    "fired": 7,
    "national": 7,
    "coming": 7,
    "saw": 7,
    "without": 6,
    "thought": 6,
    "since": 6,
    "brutality": 6,
    "grand": 6,
    "course": 6,
    "actually": 6,
    "called": 6,
    "emoji": 6,
    "murder": 6,
    "ran": 6,
    "tired": 6,
    "citizen": 6,
    "town": 6,
    "dont": 6,
    "used": 6,
    "prison": 6,
    "poor": 6,
    "answer": 6,
    "rather": 6,
    "eye": 6,
    "school": 6,
    "fight": 6,
    "area": 6,
    "oh": 6,
    "live": 6,
    "using": 6,
    "official": 6,
    "voice": 6,
    "found": 6,
    "best": 6,
    "chief": 6,
    "burn": 6,
    "vid": 6,
    "darren": 6,
    "minute": 6,
    "blunt": 6,
    "pd": 6,
    "men": 6,
    "caught": 6,
    "damn": 6,
    "thanks": 6,
    "yes": 6,
    "act": 6,
    "dangerous": 6,
    "truly": 6,
    "talk": 6,
    "obviously": 6,
    "lean": 6,
    "innocent": 6,
    "run": 6,
    "jail": 6,
    "instead": 6,
    "girl": 6,
    "step": 5,
    "kind": 5,
    "around": 5,
    "stopped": 5,
    "opinion": 5,
    "fake": 5,
    "non": 5,
    "taken": 5,
    "opportunity": 5,
    "break": 5,
    "war": 5,
    "turn": 5,
    "came": 5,
    "face": 5,
    "charge": 5,
    "talking": 5,
    "rest": 5,
    "event": 5,
    "trayvon": 5,
    "behind": 5,
    "sharpton": 5,
    "rate": 5,
    "end": 5,
    "released": 5,
    "might": 5,
    "amen": 5,
    "owner": 5,
    "camera": 5,
    "plus": 5,
    "record": 5,
    "trial": 5,
    "asked": 5,
    "caused": 5,
    "given": 5,
    "statement": 5,
    "wonder": 5,
    "research": 5,
    "watching": 5,
    "bias": 5,
    "strong": 5,
    "information": 5,
    "protesting": 5,
    "stuff": 5,
    "bless": 5,
    "shit": 5,
    "post": 5,
    "spread": 5,
    "youtube": 5,
    "weed": 5,
    "message": 5,
    "male": 5,
    "share": 5,
    "stealing": 5,
    "thinking": 5,
    "true": 5,
    "actual": 5,
    "scene": 5,
    "rapping": 5,
    "gentle": 5,
    "giant": 5,
    "lead": 5,
    "else": 5,
    "longer": 5,
    "recording": 5,
    "lyric": 5,
    "either": 5,
    "hit": 5,
    "left": 5,
    "ya": 5,
    "less": 5,
    "society": 5,
    "view": 5,
    "civilian": 5,
    "thug": 5,
    "ignorance": 5,
    "worse": 5,
    "blocking": 5,
    "awesome": 5,
    "speaking": 5,
    "n't": 4,
    "rational": 4,
    "level": 4,
    "become": 4,
    "exactly": 4,
    "none": 4,
    "serve": 4,
    "protect": 4,
    "attacking": 4,
    "twice": 4,
    "six": 4,
    "considered": 4,
    "may": 4,
    "political": 4,
    "lie": 4,
    "deal": 4,
    "lethal": 4,
    "group": 4,
    "though": 4,
    "teen": 4,
    "calling": 4,
    "hear": 4,
    "last": 4,
    "read": 4,
    "old": 4,
    "set": 4,
    "teenager": 4,
    "taking": 4,
    "anger": 4,
    "protestors": 4,
    "head": 4,
    "fuck": 4,
    "al": 4,
    "bigger": 4,
    "similar": 4,
    "single": 4,
    "parent": 4,
    "history": 4,
    "explain": 4,
    "abuse": 4,
    "beginning": 4,
    "clear": 4,
    "minority": 4,
    "system": 4,
    "continue": 4,
    "skin": 4,
    "thats": 4,
    "phone": 4,
    "wanted": 4,
    "btw": 4,
    "title": 4,
    "account": 4,
    "due": 4,
    "search": 4,
    "defend": 4,
    "legal": 4,
    "racial": 4,
    "commit": 4,
    "elected": 4,
    "mostly": 4,
    "voted": 4,
    "local": 4,
    "argument": 4,
    "excessive": 4,
    "audio": 4,
    "office": 4,
    "enforcement": 4,
    "seriously": 4,
    "role": 4,
    "little": 4,
    "position": 4,
    "obama": 4,
    "perfect": 4,
    "simply": 4,
    "rapper": 4,
    "injury": 4,
    "mention": 4,
    "light": 4,
    "college": 4,
    "micheal": 4,
    "smoke": 4,
    "handle": 4,
    "anymore": 4,
    "understanding": 4,
    "clerk": 4,
    "suspect": 4
  }
}